DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP ISO_8859-1:1987
/* <Natural Source Header
1 #ANADATA 
  2 #VAR1 (A50) 
  2 #VAR2 (A50) 
  2 #DATAOBJECT (A8) 
  2 #LIBRARY (A8) 
  2 #ISNUMERIC (L) 
  2 #VARSFOUND (L) 
  2 #VAR1ONLY (L) 
  2 #LINENO (I4) 
END-DEFINE 
