DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP ISO_8859-1:1987
/* <Natural Source Header
1 #ANASTEP 
  2 #STEPLIB (A8/1:10) 
  2 #COUNT (I4) 
END-DEFINE 
