* >Natural Source Header 000000
* :Mode S
* :CP ISO_8859-1:1987
* :LineIncrement 10
* <Natural Source Header
DEFINE DATA LOCAL 
01 #INDEX (I4) 
01 #MAX (I4) CONST <7> 
  /* 
01 #TAB-LIB(A8/#MAX) INIT 
  (1) <'U2600D'> 
  (2) <'U2600FRG'> 
  (3) <'U2600H'> 
  (4) <'U2600SYS'> 
  (5) <'U2615T'> 
  (6) <'U2651D'> 
  (7) <'U26ALL'> 
END-DEFINE 
/* 
FOR #INDEX = 1 TO #MAX 
/* 
  FETCH RETURN 'ANALYZER' #TAB-LIB(#INDEX) 
/* 
END-FOR 
/* 
END 
