DEFINE DATA PARAMETER
/* >Natural Source Header 000000
/* :Mode S
/* :CP ISO_8859-1:1987
/* <Natural Source Header
1 #P-FINDOB 
  2 #P-LIB (A8) 
  2 #P-OBJECT (A8) 
  2 #P-FOUND (L) 
END-DEFINE 
