* >Natural Source Header 000000
* :Mode S
* :CP ISO_8859-1:1987
* :LineIncrement 10
* <Natural Source Header
define data local 
1 #test (a10) 
1 #i1 (i4) 
end-define 
#test:= "write (1)" 
examine #test pattern 'WRITE*(*)' giving position #i1 
write #i1 
end 
