DEFINE DATA LOCAL
/* >Natural Source Header 000000
/* :Mode S
/* :CP ISO_8859-1:1987
/* <Natural Source Header
1 NSCANEW VIEW OF NSCANEW 
  2 MODUL (A8) 
  2 LIBRARY (A8) 
  2 TYPE (A1) 
  2 CODE (A3) 
  2 LINE (N5.0) 
  2 COMMENT (A132) 
  2 MODE (A1) 
END-DEFINE 
